Repository: common-repository/mywp-custom-login
Catalog: languages/mywp-custom-login-*.po
Languages: fr_fr

source: Customise WordPress login page
fr_fr: Modifie la page de login WordPress

source: Whodunit Agency
fr_fr: Agence Whodunit

source: Thank you for using our product :)
fr_fr: Merci d'utiliser notre produit :)

source: General Settings
fr_fr: Paramètres généraux

source: MyWP Custom Login options saved
fr_fr: Les options MyWP Custom Login ont été sauvegardé

source: MyWP Custom Login options have not change
fr_fr: Les options MyWP Custom Login sont inchangé

source: MyWP Custom Login options cant save
fr_fr: Les options MyWP Custom Login n'ont pas été sauvegardé

source: Add media
fr_fr: Ajouté un média

source: Dashboard Settings
fr_fr: Paramètres du dashboard

source: Footer Text
fr_fr: Texte du footer

source: Version Text
fr_fr: Texte de la version

source: Misc
fr_fr: Autre

source: Remove data on uninstall
fr_fr: Supprimer les données

source: If checked, all data will be removed on plugin deactivation.
fr_fr: Si coché, toute les paramètres seront supprimés à la suppression ou la désactivation du plugin.

source: Logo Title
fr_fr: Titre du logo

source: Logo URL
fr_fr: Url du logo

source: Logo Width
fr_fr: Largeur du logo

source: Logo Height
fr_fr: Hauteur du logo

source: Background
fr_fr: Fond

source: Background Color
fr_fr: Couleur de fond

source: Background Image
fr_fr: Image de fond

source: Background Repeat
fr_fr: Répétition du Fond

source: Background Size
fr_fr: Taille du fond

source: Possible values: <code>auto</code>, <code>cover</code>, <code>contain</code> or numeric value. If a numeric value is provided, a unit (<code>px</code>, <code>%</code>, etc.) must be defined.
fr_fr: Valeurs possible : <code>auto</code>, <code>cover</code>, <code>contain</code> ou une valeur numérique. si une valeur numérique est fourni, une unité (<code>px</code>, <code>%</code>, etc.) doit être définie.

source: Background Horizontal Position
fr_fr: Position horizontal du fond

source: Possible values: <code>left</code>, <code>center</code>, <code>right</code> or numeric value. If a numeric value is provided, a unit (<code>px</code>, <code>%</code>, etc.) must be defined.
fr_fr: Valeurs possible : <code>left</code>, <code>center</code>, <code>right</code> ou une valeur numérique. si une valeur numérique est fourni, une unité (<code>px</code>, <code>%</code>, etc.) doit être définie.

source: Background Vertical Position
fr_fr: Position vertical du fond

source: Form Layout
fr_fr: Layout du formulaire

source: Form Width
fr_fr: Largeur du formulaire

source: Form Box Shadow
fr_fr: Ombre porté du formulaire

source: Enable Form Box shadow
fr_fr: Activé l'ombre porté du formulaire

source: Form Box Shadow Color
fr_fr: Couleur de l'ombre porté du formulaire

source: Border Color
fr_fr: Couleur de la bordure

source: Border Style
fr_fr: Style de la bordure

source: Border Width
fr_fr: Largeur de la bordure

source: Border Radius
fr_fr: Rayon de la bordure

source: Form Background
fr_fr: Fond du formulaire

source: Background Image URL
fr_fr: Url de l'image de fond

source: Form Label
fr_fr: Label du formulaire

source: Font Color
fr_fr: Couleur de la police

source: Font Size
fr_fr: Taille de la police

source: Form Input
fr_fr: Champ du formulaire

source: Form Button
fr_fr: Bouton du formulaire

source: Form Link
fr_fr: Lien du formulaire

source: Link Color
fr_fr: Couleur du lien

source: Text Shadow
fr_fr: Ombre porté du texte

source: Enable Text Shadow
fr_fr: Activé l'ombre porté du texte

source: Text Shadow Color
fr_fr: Couleur de l'ombre porté du texte

source: Footer
fr_fr: Pied de page

source: Remove Links
fr_fr: Cacher les liens

source: Remove "Register | Lost your password?" link
fr_fr: Cacher les liens mot de passe perdu et enregistrement

source: Remove "Back to website" link
fr_fr: Cacher le lien retour au site

source: General settings
fr_fr: Paramètres Generale

source: Form settings
fr_fr: Paramètres du formulaire

source: Save Settings
fr_fr: Sauvegarder les paramètres

source: Need some help?
fr_fr: Besion d'aide ?

source: Ask to %1$ssupport%2$s or check our %3$sdocumentation%4$s!
fr_fr: Demander au %1$ssupport%2$s ou regarder notre %3$sdocumentation%4$s !

source: Choose Image
fr_fr: Choisir une image

source: Select Image
fr_fr: sélectionner une image
